[
    {
        "id": 1,
        "text_fr": "Depuis toujours, je suis passionné par l'univers du web, la création sous toutes ses formes, ainsi que l'esport et les jeux, qu'ils soient vidéo, de société ou de hasard. Ces centres d'intérêt m'ont appris à développer une vision stratégique et à explorer les technologies numériques en profondeur. Cette passion m’a conduit à vouloir transformer mon intérêt pour le numérique en une carrière enrichissante et pérenne dans le développement web",
        "text_en": "I've always been passionate about the world of the web, creativity in all its forms, as well as esports and games, whether they are video games, board games, or games of chance. These interests have taught me to develop a strategic vision and to delve deeply into digital technologies. This passion has led me to want to transform my interest in digital technology into a rewarding and sustainable career in web development."
    },
    {
        "id": 2,
        "text_fr": "Avant de m'orienter vers cette voie, j'ai acquis une riche expérience dans d'autres domaines, notamment en tant que technicien informatique, croupier, et même co-gérant de bar. Ces expériences m'ont permis de développer des compétences transversales telles que la gestion, la communication, et la résolution de problèmes complexes. Fort de ces acquis, j'ai décidé de rejoindre le programme Développeur Web d’OpenClassrooms pour concrétiser mon ambition de devenir développeur",
        "text_en": "Before pursuing this path, I gained extensive experience in other fields, notably as an IT technician, a croupier, and even a co-manager of a bar. These experiences allowed me to develop cross-functional skills such as management, communication, and complex problem-solving. Building on these skills, I decided to join the Web Developer program at OpenClassrooms to realize my ambition of becoming a developer."
    },
    {
        "id": 3,
        "text_fr": "Cette expérience m'a permis de renforcer ma passion pour le développement web tout en consolidant mes compétences techniques et professionnelles. Grâce à cette formation, je suis aujourd'hui capable de concevoir, développer, et maintenir des sites web de qualité, adaptés aux besoins des utilisateurs et des entreprises",
        "text_en": "This experience has allowed me to reinforce my passion for web development while strengthening my technical and professional skills. Thanks to this training, I am now capable of designing, developing, and maintaining high-quality websites tailored to the needs of users and businesses."
    }
]
